{
  "badge_name": "Rifle Shooting",
  "badge_desc": "The Rifle Shooting merit badge shows you how a rifle works, how to handle it safely, and how to care for it. There is much more to shooting than squeezing the trigger. Once you have learned the fundamentals of rifle shooting, you can begin to apply them to various rifle-shooting sports and activities.",
  "eagle_badge": false,
  "dpmt_name": "Range And Target",
  "requirements": [
    {
      "rqmt_idnf": "1",
      "rqmt_desc": "Do the following:",
      "requirements": [
        {
          "rqmt_idnf": "a",
          "rqmt_desc": "Explain what a projectile is, and why any device that shoots a projectile at high speed must be handled with care and respect, and used only in approved locations."
        },
        {
          "rqmt_idnf": "b",
          "rqmt_desc": "Explain the basic rules of safe gun handling that apply to all firearms."
        },
        {
          "rqmt_idnf": "c",
          "rqmt_desc": "Describe how you would react if a friend visiting your home asked to see your or your family's firearm."
        },
        {
          "rqmt_idnf": "d",
          "rqmt_desc": "Explain the need for, types, and use of eye protection and hearing protection."
        },
        {
          "rqmt_idnf": "e",
          "rqmt_desc": "Explain the main points of the laws for owning and using guns in your community and state."
        },
        {
          "rqmt_idnf": "f",
          "rqmt_desc": "Explain how hunting is related to the wise use of renewable wildlife resources."
        },
        {
          "rqmt_idnf": "g",
          "rqmt_desc": "Successfully complete a state hunter education course, or obtain a copy of the hunting laws for your state, then do the following:",
          "requirements": [
            {
              "rqmt_idnf": "1",
              "rqmt_desc": "Explain the main points of hunting laws in your state, and any special laws on the use of guns and ammunition."
            },
            {
              "rqmt_idnf": "2",
              "rqmt_desc": "List the kinds of wildlife that can be legally hunted in your state."
            }
          ]
        },
        {
          "rqmt_idnf": "h",
          "rqmt_desc": "Explain to your counselor the proper hygienic guidelines followed while shooting."
        },
        {
          "rqmt_idnf": "i",
          "rqmt_desc": "Identify places in your community where you can join or be a part of range and target activities."
        },
        {
          "rqmt_idnf": "j",
          "rqmt_desc": "Discuss with your counselor a list of sources you could contact for information on firearms and their use."
        }
      ]
    },
    {
      "rqmt_idnf": "2",
      "rqmt_desc": "Working under the supervision of a certified National Rifle Association (NRA) rifle instructor and a certified range safety officer, at a nationally authorized camp property or at a commercial firearm range (as defined in the Scouting America National Range and Target Activities Manual), do ONE of the following options:",
      "requirements": [
        {
          "rqmt_idnf": "Option A",
          "rqmt_desc": "Rifle Shooting (Modern Cartridge Type). Do ALL of the following:",
          "requirements": [
            {
              "rqmt_idnf": "1",
              "rqmt_desc": "Identify the three main parts of a rifle, and tell how they function."
            },
            {
              "rqmt_idnf": "2",
              "rqmt_desc": "Identify and demonstrate the rules for safely storing and handling a rifle."
            },
            {
              "rqmt_idnf": "3",
              "rqmt_desc": "Identify the two types of cartridges, their parts, and how they function."
            },
            {
              "rqmt_idnf": "4",
              "rqmt_desc": "Explain to your counselor what a misfire, hangfire, and squib fire are, and explain the procedures to follow in response to each."
            },
            {
              "rqmt_idnf": "5",
              "rqmt_desc": "Explain and demonstrate the five fundamentals of shooting a rifle: aiming, breath control, hold control, trigger control, and follow-through."
            },
            {
              "rqmt_idnf": "6",
              "rqmt_desc": "Demonstrate the knowledge, skills, and attitude necessary to safely shoot a rifle on a range, including understanding and following range procedures and commands."
            },
            {
              "rqmt_idnf": "7",
              "rqmt_desc": "Explain the basic safety rules for cleaning a rifle, and identify the materials needed."
            },
            {
              "rqmt_idnf": "8",
              "rqmt_desc": "Demonstrate how to clean a rifle properly and safely."
            },
            {
              "rqmt_idnf": "9",
              "rqmt_desc": "Discuss what points you would consider in selecting a rifle."
            },
            {
              "rqmt_idnf": "10",
              "rqmt_desc": "Using a bolt-action .22 caliber rimfire rifle, and shooting from a benchrest or supported prone position at 50 feet, fire five groups (three shots per group) that can be touched by a quarter. Using these targets, explain how to adjust sights to zero a rifle."
            },
            {
              "rqmt_idnf": "11",
              "rqmt_desc": "Adjust sights to center the group on the target and fire five groups (five shots per group). In the event that your instructor determines it is not practical to adjust the sights—for instance, on a borrowed rifle—you may explain (rather than doing) how to adjust the sights, and then fire five groups (five shots per group) in which all shots can be touched by a quarter. According to the target used, each shot in the group must meet the following minimum score: A-32 targets: 9; A-17 or TQ-1 targets: 7; A-36 targets: 5."
            }
          ]
        },
        {
          "rqmt_idnf": "Option B",
          "rqmt_desc": "Air Rifle Shooting (BB or Pellet). Do ALL of the following:",
          "requirements": [
            {
              "rqmt_idnf": "1",
              "rqmt_desc": "Identify the three main parts of an air rifle, and explain how they function."
            },
            {
              "rqmt_idnf": "2",
              "rqmt_desc": "Identify and demonstrate the rules for safely storing and handling an air rifle."
            },
            {
              "rqmt_idnf": "3",
              "rqmt_desc": "Identify the two most common types of air rifle ammunition."
            },
            {
              "rqmt_idnf": "4",
              "rqmt_desc": "Explain and demonstrate the five fundamentals of shooting an air rifle: aiming, breath control, hold control, trigger control, and follow-through."
            },
            {
              "rqmt_idnf": "5",
              "rqmt_desc": "Demonstrate the knowledge, skills, and attitude necessary to safely shoot on a range, including understanding and following range procedures and commands."
            },
            {
              "rqmt_idnf": "6",
              "rqmt_desc": "Explain the basic safety rules for cleaning an air rifle, and identify the materials needed."
            },
            {
              "rqmt_idnf": "7",
              "rqmt_desc": "Demonstrate how to clean an air rifle properly and safely."
            },
            {
              "rqmt_idnf": "8",
              "rqmt_desc": "Discuss what points you would consider in selecting an air rifle."
            },
            {
              "rqmt_idnf": "9",
              "rqmt_desc": "Using a BB gun or pellet rifle and shooting from a benchrest or supported prone position at 15 feet for BB guns or 33 feet for pellet rifles, fire five groups (three shots per group) that can be touched by a quarter."
            },
            {
              "rqmt_idnf": "10",
              "rqmt_desc": "Adjust sights to center the group on the target and fire five groups (five shots per group). In the event that your instructor determines it is not practical to adjust the sights—for instance, on a borrowed air rifle—you may explain (rather than doing) how to adjust the sights, and then fire five groups (five shots per group) in which all shots can be touched by a quarter. According to the target used, each shot in the group must meet the following minimum score: BB rifle at 15 feet (or 5 meters) using TQ-5 targets: 8; Pellet rifle at 25 feet using TQ-5 targets: 8; Pellet rifle at 33 feet (or 10 meters) using AR-1 targets: 6."
            }
          ]
        },
        {
          "rqmt_idnf": "Option C",
          "rqmt_desc": "Muzzleloading Rifle Shooting. Do ALL of the following:",
          "requirements": [
            {
              "rqmt_idnf": "1",
              "rqmt_desc": "Discuss with your counselor a brief history of the development of muzzleloading rifles."
            },
            {
              "rqmt_idnf": "2",
              "rqmt_desc": "Identify principal parts of muzzleloading rifles and discuss how they function."
            },
            {
              "rqmt_idnf": "3",
              "rqmt_desc": "Identify and demonstrate the rules for safely storing and handling a muzzleloading rifle."
            },
            {
              "rqmt_idnf": "4",
              "rqmt_desc": "Identify the various grades of black powder and explain their proper and safe use."
            },
            {
              "rqmt_idnf": "5",
              "rqmt_desc": "Discuss proper safety procedures pertaining to black powder storage."
            },
            {
              "rqmt_idnf": "6",
              "rqmt_desc": "Discuss proper components of a load."
            },
            {
              "rqmt_idnf": "7",
              "rqmt_desc": "Identify proper procedures and accessories used for safely loading a muzzleloading rifle."
            },
            {
              "rqmt_idnf": "8",
              "rqmt_desc": "Identify the causes of a muzzleloading rifle's failure to fire, and explain what a misfire, hangfire, and squib fire are. Explain and demonstrate proper preventive measures, and the procedures to follow in response to each."
            },
            {
              "rqmt_idnf": "9",
              "rqmt_desc": "Demonstrate the knowledge, skills, and attitude necessary to safely shoot a muzzleloading rifle on a range, including understanding and following range procedures and commands."
            },
            {
              "rqmt_idnf": "10",
              "rqmt_desc": "Explain the basic safety rules for cleaning a muzzleloading rifle, and identify the materials needed."
            },
            {
              "rqmt_idnf": "11",
              "rqmt_desc": "Demonstrate how to clean a muzzleloading rifle properly and safely."
            },
            {
              "rqmt_idnf": "12",
              "rqmt_desc": "Discuss what points you would consider in selecting a muzzleloading rifle."
            },
            {
              "rqmt_idnf": "13",
              "rqmt_desc": "Using a muzzleloading rifle of .45 or .50 caliber and shooting from a benchrest or supported prone position, fire three groups (three shots per group) at 50 feet that can be covered by the base of a standard-size soft drink can."
            },
            {
              "rqmt_idnf": "14",
              "rqmt_desc": "Adjust the sights to center the group on the target and fire three groups (five shots per group). In the event that your instructor determines it is not practical to adjust the sights—for instance, on a borrowed muzzleloading rifle—you may explain (rather than doing) how to adjust the sights, and then fire three groups (five shots per group) in which all shots can be covered by the base of a standard-size soft drink can. According to the target used, each shot in the group must meet the following minimum score: at 25 yards using NRA A-23 or NMLRA 50-yard targets: 7; at 50 yards using NRA A-25 or NMLRA 100-yard targets: 7."
            }
          ]
        }
      ]
    },
    {
      "rqmt_idnf": "3",
      "rqmt_desc": "Identify how you could apply the skills and knowledge of safe and responsible use of firearms you learned in this merit badge to pursue a career or personal hobby. Research the additional training and experience you would need, expenses you may incur, and the affiliation with organizations that could help you maximize the positive impact and enjoyment you gain from it. Discuss what you learned with your counselor, and share what short-term and long-term goals you might have if you pursued this."
    }
  ]
}
